Revit 2027 API
ParameterTypeId.PointFlexibleNumParam Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointFlexibleNumParam { get; }
Public Shared ReadOnly Property PointFlexibleNumParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointFlexibleNumParam {
	ForgeTypeId^ get ();
}
static member PointFlexibleNumParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace